Repository: jansoganci/budgetmeter.ios
Catalog: budgetmeter.ios/Resources/UI.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, tr, zh_hans

# savings.list.title
source: Savings Goals
ar: أهداف الادخار
de: Sparziele
es: Objetivos de Ahorro
fr: Objectifs d'Épargne
it: Obiettivi di Risparmio
ja: 貯蓄目標
pt: Metas de Poupança
tr: Tasarruf Hedefleri
zh_hans: 储蓄目标

# savings.monthly_required
source: To reach your goal by %@, save %@/month
ar: لتحقيق هدفك بحلول %@، ادخر %@/شهر
de: Um Ihr Ziel bis %@ zu erreichen, sparen Sie %@/Monat
es: Para alcanzar tu objetivo para %@, ahorra %@/mes
fr: Pour atteindre votre objectif d'ici %@, économisez %@/mois
it: Per raggiungere il tuo obiettivo entro %@, risparmia %@/mese
ja: %@までに目標を達成するには、月額%@を節約
pt: Para alcançar seu objetivo até %@, economize %@/mês
tr: %@ tarihine kadar hedefinize ulaşmak için ayda %@ biriktirin
zh_hans: 要在 %@ 之前达成目标，每月节省 %@

# savings.months_remaining
source: %d months remaining
ar: %d أشهر متبقية
de: %d Monate verbleibend
es: %d meses restantes
fr: %d mois restants
it: %d mesi rimanenti
ja: 残り %d か月
pt: %d meses restantes
tr: %d ay kaldı
zh_hans: 还剩 %d 个月

# savings.no_target_date
source: No target date
ar: لا يوجد تاريخ مستهدف
de: Kein Zieldatum
es: Sin fecha objetivo
fr: Pas de date cible
it: Nessuna data obiettivo
ja: 目標日なし
pt: Sem data alvo
tr: Hedef tarih yok
zh_hans: 无目标日期

# savings.notes
source: Notes
ar: ملاحظات
de: Notizen
es: Notas
it: Note
ja: メモ
pt: Notas
tr: Notlar
zh_hans: 备注

# savings.of_amount
source: of %@
ar: من %@
de: von %@
es: de %@
fr: sur %@
it: di %@
ja: %@のうち
pt: de %@
tr: %@'den
zh_hans: 共 %@

# savings.pace.ahead
source: Saving faster than planned
ar: متقدم عن الوتيرة!
de: Vor dem Zeitplan!
es: ¡Adelantado!
fr: En avance !
it: In anticipo!
ja: 順調に進行中！
pt: À frente do ritmo!
tr: Plandan daha hizli birikiyor
zh_hans: 进度超前！

# savings.pace.behind
source: Behind your plan
ar: متأخر عن الوتيرة
de: Hinter dem Zeitplan
es: Atrasado
fr: En retard
it: In ritardo
ja: 遅れ気味
pt: Atrasado
tr: Planinin gerisinde
zh_hans: 进度落后

# savings.pace.on_pace
source: On track for your date
ar: على الوتيرة
de: Im Zeitplan
es: A tiempo
fr: Dans les temps
it: Nei tempi
ja: 順調
pt: No ritmo
tr: Hedef tarihine gore yolunda
zh_hans: 进度正常

# savings.required_monthly
source: Required Monthly
ar: المطلوب شهرياً
de: Monatlich erforderlich
es: Requerido mensual
fr: Requis mensuel
it: Richiesto mensile
ja: 月額必要額
pt: Necessário mensal
tr: Aylık Gerekli
zh_hans: 每月所需

# savings.save_immediately
source: Save %@ immediately
ar: احفظ %@ فوراً
de: Sparen Sie %@ sofort
es: Ahorra %@ inmediatamente
fr: Économisez %@ immédiatement
it: Risparmia %@ immediatamente
ja: %@をすぐに保存
pt: Economize %@ imediatamente
tr: %@ hemen kaydet
zh_hans: 立即保存 %@

# savings.save_month
source: Save %@/month
ar: وفر %@/شهر
de: Spare %@/Monat
es: Ahorra %@/mes
fr: Économisez %@/mois
it: Risparmia %@/mese
ja: %@/月を節約
pt: Economize %@/mês
tr: %@/ay tasarruf et
zh_hans: 每月节省 %@

# savings.set_target_date
source: Set Target Date
ar: تعيين تاريخ الهدف
de: Zieldatum festlegen
es: Establecer Fecha Objetivo
fr: Définir la Date Cible
it: Imposta Data Obiettivo
ja: 目標日を設定
pt: Definir Data Alvo
tr: Hedef Tarih Belirle
zh_hans: 设置目标日期

# savings.target_amount
source: Target Amount *
ar: المبلغ المستهدف *
de: Zielbetrag *
es: Cantidad Objetivo *
fr: Montant Cible *
it: Importo Obiettivo *
ja: 目標金額 *
pt: Valor Alvo *
tr: Hedef Tutar *
zh_hans: 目标金额 *

# savings.target_date
source: Target Date
ar: تاريخ الهدف
de: Zieldatum
es: Fecha Objetivo
fr: Date Cible
it: Data Obiettivo
ja: 目標日
pt: Data Alvo
tr: Hedef Tarih
zh_hans: 目标日期

# savings.target_date_description
source: Track your progress toward a deadline
ar: تتبع تقدمك نحو الموعد النهائي
de: Verfolgen Sie Ihren Fortschritt bis zum Fälligkeitsdatum
es: Rastrea tu progreso hacia una fecha límite
fr: Suivez votre progression vers une date limite
it: Traccia i tuoi progressi verso una scadenza
ja: 期限に向けた進捗を追跡
pt: Acompanhe seu progresso em direção a um prazo
tr: Son tarihe doğru ilerlemenizi takip edin
zh_hans: 跟踪您向截止日期的进度

# savings.target_date_passed
source: Target date passed
ar: انتهى التاريخ المستهدف
de: Zieldatum überschritten
es: Fecha objetivo pasada
fr: Date cible dépassée
it: Data obiettivo superata
ja: 目標日を過ぎました
pt: Data alvo passou
tr: Hedef tarih geçti
zh_hans: 目标日期已过

# savings.target_label
source: Target date: %@
ar: الهدف: %@
de: Ziel: %@
es: Objetivo: %@
fr: Objectif : %@
it: Obiettivo: %@
ja: 目標: %@
pt: Objetivo: %@
tr: Hedef tarihi: %@
zh_hans: 目标：%@

# savings.title.add
source: Add Goal
ar: إضافة هدف
de: Ziel hinzufügen
es: Agregar Objetivo
fr: Ajouter un Objectif
it: Aggiungi Obiettivo
ja: 目標を追加
pt: Adicionar Objetivo
tr: Hedef Ekle
zh_hans: 添加目标

# savings.title.edit
source: Edit Goal
ar: تعديل الهدف
de: Ziel bearbeiten
es: Editar Objetivo
fr: Modifier l'Objectif
it: Modifica Obiettivo
ja: 目標を編集
pt: Editar Objetivo
tr: Hedefi Düzenle
zh_hans: 编辑目标

# savings.to_go
source: %@ to go
ar: %@ متبقي
de: %@ verbleibend
es: %@ restante
fr: %@ restant
it: %@ rimanente
ja: あと %@
pt: %@ restante
tr: %@ kaldı
zh_hans: 还需 %@

# savings.unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt: Desconhecido
tr: Bilinmiyor
zh_hans: 未知

# savings.withdraw
source: Withdraw
ar: سحب
de: Abheben
es: Retirar
fr: Retirer
it: Preleva
ja: 引き出す
pt: Sacar
tr: Çek
zh_hans: 取出

# savings.withdraw_from_goal
source: Withdraw from Goal
ar: سحب من الهدف
de: Vom Ziel abheben
es: Retirar del objetivo
fr: Retirer de l'objectif
it: Preleva dall'obiettivo
ja: 目標から引き出す
pt: Sacar do objetivo
tr: Hedeften Çek
zh_hans: 从目标中取出

# security.error.premium_required
source: Biometric lock requires BudgetMeter Premium.
ar: قفل البيومترية يتطلب BudgetMeter Premium.
de: Biometrische Sperre erfordert BudgetMeter Premium.
es: El bloqueo biométrico requiere BudgetMeter Premium.
fr: Le verrouillage biométrique nécessite BudgetMeter Premium.
it: Il blocco biometrico richiede BudgetMeter Premium.
ja: 生体認証ロックにはBudgetMeter Premiumが必要です。
pt: O bloqueio biométrico requer BudgetMeter Premium.
tr: Biyometrik kilit BudgetMeter Premium gerektirir.
zh_hans: 生物识别锁定需要 BudgetMeter Premium。

# settings.about.title
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 概要
pt: Sobre
tr: Hakkında
zh_hans: 关于

# settings.account.subtitle
source: Sign in to sync your data
ar: سجّل الدخول لمزامنة بياناتك
de: Anmelden, um Ihre Daten zu synchronisieren
es: Inicia sesión para sincronizar tus datos
fr: Connectez-vous pour synchroniser vos données
it: Accedi per sincronizzare i tuoi dati
ja: データを同期するにはサインイン
pt: Entre para sincronizar seus dados
tr: Verilerinizi eşitlemek için giriş yapın
zh_hans: 登录以同步您的数据

# settings.account.title
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
pt: Conta
tr: Hesap
zh_hans: 账户

# settings.appearance.title
source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
pt: Aparência
tr: Görünüm
zh_hans: 外观

# settings.contact.title
source: Contact Support
ar: اتصل بالدعم
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta il supporto
ja: サポートに連絡
pt: Contato com o suporte
tr: Destek ile iletişime geç
zh_hans: 联系支持

# settings.currency.picker.title
source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja: 通貨
pt: Moeda
tr: Para Birimi
zh_hans: 货币

# settings.currency.row.accessibility_selected
source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
pt: Selecionado
tr: Seçildi
zh_hans: 已选择

# settings.currency.row.label
source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja: 通貨
pt: Moeda
tr: Para Birimi
zh_hans: 货币

# settings.currency.section.all
source: All Currencies
ar: جميع العملات
de: Alle Währungen
es: Todas las Monedas
fr: Toutes les Devises
it: Tutte le Valute
ja: すべての通貨
pt: Todas as Moedas
tr: Tüm Para Birimleri
zh_hans: 所有货币

# settings.currency.section.featured
source: Featured
ar: مميزة
de: Empfohlen
es: Destacadas
fr: En Vedette
it: In Evidenza
ja: おすすめ
pt: Em Destaque
tr: Öne Çıkan
zh_hans: 精选

# settings.data.title
source: Data & Privacy
ar: البيانات والخصوصية
de: Daten & Datenschutz
es: Datos y privacidad
fr: Données et confidentialité
it: Dati e privacy
ja: データとプライバシー
pt: Dados e privacidade
tr: Veri ve gizlilik
zh_hans: 数据和隐私

# settings.general.title
source: General
ar: عام
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt: Geral
tr: Genel
zh_hans: 通用

# settings.language.picker.title
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt: Idioma
tr: Dil
zh_hans: 语言

# settings.language.row.accessibility_selected
source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
pt: Selecionado
tr: Seçildi
zh_hans: 已选择

# settings.language.title
source: Language & Region
ar: اللغة والمنطقة
de: Sprache & Region
es: Idioma y Región
fr: Langue et Région
it: Lingua e Regione
ja: 言語と地域
pt: Idioma e Região
tr: Dil ve Bölge
zh_hans: 语言与地区

# settings.notifications.subtitle
source: Manage alerts and reminders
ar: إدارة التنبيهات والتذكيرات
de: Warnungen und Erinnerungen verwalten
es: Gestionar alertas y recordatorios
fr: Gérer les alertes et rappels
it: Gestisci avvisi e promemoria
ja: アラートとリマインダーを管理
pt: Gerenciar alertas e lembretes
tr: Uyarıları ve hatırlatıcıları yönet
zh_hans: 管理提醒和通知

# settings.notifications.title
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
pt: Notificações
tr: Bildirimler
zh_hans: 通知

# settings.premium.biometric
source: Biometric Lock
ar: قفل بيومتري
de: Biometrische Sperre
es: Bloqueo Biométrico
fr: Verrouillage Biométrique
it: Blocco Biometrico
ja: 生体認証ロック
pt: Bloqueio Biométrico
tr: Biyometrik Kilit
zh_hans: 生物识别锁定

# settings.premium.customization.title
source: Customization
ar: التخصيص
de: Anpassung
es: Personalización
fr: Personnalisation
it: Personalizzazione
ja: カスタマイズ
pt: Personalização
tr: Özelleştirme
zh_hans: 自定义

# settings.premium.export
source: Data Export
ar: تصدير البيانات
de: Datenexport
es: Exportar Datos
fr: Export de Données
it: Esportazione Dati
ja: データエクスポート
pt: Exportar Dados
tr: Veri Dışa Aktarma
zh_hans: 数据导出

# settings.premium.savings_goals
source: Savings Goals
ar: أهداف الادخار
de: Sparziele
es: Objetivos de Ahorro
fr: Objectifs d'Épargne
it: Obiettivi di Risparmio
ja: 貯蓄目標
pt: Metas de Poupança
tr: Tasarruf Hedefleri
zh_hans: 储蓄目标

# settings.premium.security.title
source: Security
ar: الأمان
de: Sicherheit
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: セキュリティ
pt: Segurança
tr: Güvenlik
zh_hans: 安全

# settings.premium.themes
source: Premium Themes
ar: سمات بريميوم
de: Premium-Themen
es: Temas Premium
fr: Thèmes Premium
it: Temi Premium
ja: プレミアムテーマ
pt: Temas Premium
tr: Premium Temalar
zh_hans: 高级主题

# settings.premium.title
source: Premium Features
ar: ميزات بريميوم
de: Premium-Funktionen
es: Funciones Premium
fr: Fonctionnalités Premium
it: Funzioni Premium
ja: プレミアム機能
pt: Recursos Premium
tr: Premium Özellikler
zh_hans: 高级功能

# settings.premium.tracking.title
source: Tracking & Goals
ar: التتبع والأهداف
de: Tracking & Ziele
es: Seguimiento y Objetivos
fr: Suivi et Objectifs
it: Monitoraggio e Obiettivi
ja: 追跡と目標
pt: Acompanhamento e Metas
tr: Takip ve Hedefler
zh_hans: 追踪与目标

# settings.premium.widgets
source: Widgets
ar: الأدوات
it: Widget
ja: ウィジェット
tr: Widget'lar
zh_hans: 小组件

# settings.privacy.policy.contact.content
source: For privacy questions: umursoganci@gmail.com
ar: لأسئلة الخصوصية: umursoganci@gmail.com
de: Bei Datenschutzfragen: umursoganci@gmail.com
es: Para preguntas sobre privacidad: umursoganci@gmail.com
fr: Pour les questions de confidentialité : umursoganci@gmail.com
it: Per domande sulla privacy: umursoganci@gmail.com
ja: プライバシーに関する質問: umursoganci@gmail.com
pt: Para questões de privacidade: umursoganci@gmail.com
tr: Gizlilik soruları için: umursoganci@gmail.com
zh_hans: 隐私问题：umursoganci@gmail.com

# settings.privacy.policy.contact.title
source: CONTACT
ar: اتصل بنا
de: KONTAKT
es: CONTACTO
it: CONTATTO
ja: お問い合わせ
pt: CONTATO
tr: İLETİŞİM
zh_hans: 联系方式

# settings.privacy.policy.data_collect.content
source: • Financial data (income, expenses, categories) — stored locally on your device • App preferences (currency, language) — stored locally • Account sync data (when signed in) — settings, goals, bills, transactions, and categories stored in your Supabase account • Optional Premium manual backup snapshots — separate from everyday sync
ar: • البيانات المالية (الدخل، المصروفات، الفئات) — مخزنة محلياً على جهازك • تفضيلات التطبيق (العملة، اللغة) — مخزنة محلياً • بيانات مزامنة الحساب (عند تسجيل الدخول) — الإعدادات والأهداف والفواتير والمعاملات والفئات في حساب Supabase • لقطات نسخ احتياطي يدوي Premium اختيارية — منفصلة عن المزامنة اليومية
de: • Finanzdaten (Einkommen, Ausgaben, Kategorien) — lokal auf Ihrem Gerät gespeichert • App-Einstellungen (Währung, Sprache) — lokal gespeichert • Kontosynchronisierungsdaten (bei Anmeldung) — Einstellungen, Ziele, Rechnungen, Transaktionen und Kategorien in Ihrem Supabase-Konto • Optionale Premium-Manualsicherungen — getrennt von der täglichen Synchronisierung
es: • Datos financieros (ingresos, gastos, categorías) — almacenados localmente en tu dispositivo • Preferencias de la app (moneda, idioma) — almacenadas localmente • Datos de sincronización de cuenta (con sesión iniciada) — ajustes, metas, facturas, transacciones y categorías en tu cuenta Supabase • Instantáneas de copia manual Premium opcionales — separadas de la sincronización diaria
fr: • Données financières (revenus, dépenses, catégories) — stockées localement sur votre appareil • Préférences de l'app (devise, langue) — stockées localement • Données de synchronisation du compte (connecté) — réglages, objectifs, factures, transactions et catégories dans votre compte Supabase • Instantanés de sauvegarde manuelle Premium optionnels — séparés de la synchronisation quotidienne
it: • Dati finanziari (entrate, spese, categorie) — memorizzati localmente sul dispositivo • Preferenze app (valuta, lingua) — memorizzate localmente • Dati sincronizzazione account (con accesso) — impostazioni, obiettivi, bollette, transazioni e categorie nel tuo account Supabase • Snapshot backup manuali Premium opzionali — separati dalla sincronizzazione quotidiana
ja: • 財務データ（収入、支出、カテゴリ）— デバイスにローカル保存 • アプリ設定（通貨、言語）— ローカル保存 • アカウント同期データ（サインイン時）— 設定、目標、請求、取引、カテゴリをSupabaseアカウントに保存 • 任意のプレミアム手動バックアップスナップショット — 日常の同期とは別
pt: • Dados financeiros (receitas, despesas, categorias) — armazenados localmente no dispositivo • Preferências do app (moeda, idioma) — armazenadas localmente • Dados de sincronização da conta (conectado) — configurações, metas, contas, transações e categorias na sua conta Supabase • Instantâneos de backup manual Premium opcionais — separados da sincronização diária
tr: • Finansal veriler (gelir, gider, kategoriler) — cihazınızda yerel olarak saklanır • Uygulama tercihleri (para birimi, dil) — yerel olarak saklanır • Hesap eşitleme verileri (giriş yapıldığında) — ayarlar, hedefler, faturalar, işlemler ve kategoriler Supabase hesabınızda saklanır • İsteğe bağlı Premium manuel yedek anlık görüntüleri — günlük eşitlemeden ayrı
zh_hans: • 财务数据（收入、支出、类别）— 本地存储在您的设备上 • 应用偏好（货币、语言）— 本地存储 • 账户同步数据（登录时）— 设置、目标、账单、交易和类别存储在您的 Supabase 账户 • 可选的高级手动备份快照 — 与日常同步分开

# settings.privacy.policy.data_collect.title
source: DATA WE COLLECT
ar: البيانات التي نجمعها
de: VON UNS ERHOBENE DATEN
es: DATOS QUE RECOPILAMOS
fr: DONNÉES QUE NOUS COLLECTONS
it: DATI CHE RACCOGLIAMO
ja: 収集するデータ
pt: DADOS QUE COLETAMOS
tr: TOPLADIĞIMIZ VERİLER
zh_hans: 我们收集的数据

# settings.privacy.policy.data_controller.content
source: Umurcan Soganci Email: umursoganci@gmail.com
ar: أمورجان سوجانجي البريد الإلكتروني: umursoganci@gmail.com
es: Umurcan Soganci Correo electrónico: umursoganci@gmail.com
ja: Umurcan Soganci メール: umursoganci@gmail.com
tr: Umurcan Soganci E-posta: umursoganci@gmail.com
zh_hans: Umurcan Soganci 电子邮件: umursoganci@gmail.com

# settings.privacy.policy.data_controller.title
source: DATA CONTROLLER
ar: مسؤول البيانات
de: DATENVERANTWORTLICHER
es: RESPONSABLE DE DATOS
fr: RESPONSABLE DES DONNÉES
it: TITOLARE DEL TRATTAMENTO
ja: データ管理者
pt: CONTROLADOR DE DADOS
tr: VERİ SORUMLUSU
zh_hans: 数据控制者

# settings.privacy.policy.data_sharing.content
source: We do not sell your personal data. Account sync and optional manual backup use Supabase over HTTPS. We do not share your data with advertisers or other third parties.
ar: لا نبيع بياناتك الشخصية. تستخدم مزامنة الحساب والنسخ الاحتياطي اليدوي الاختياري Supabase عبر HTTPS. لا نشارك بياناتك مع المعلنين أو أطراف ثالثة.
de: Wir verkaufen Ihre personenbezogenen Daten nicht. Kontosynchronisierung und optionales manuelles Backup nutzen Supabase über HTTPS. Wir teilen Ihre Daten nicht mit Werbetreibenden oder Dritten.
es: No vendemos tus datos personales. La sincronización de cuenta y la copia manual opcional usan Supabase por HTTPS. No compartimos tus datos con anunciantes ni terceros.
fr: Nous ne vendons pas vos données personnelles. La synchronisation du compte et la sauvegarde manuelle optionnelle utilisent Supabase via HTTPS. Nous ne partageons pas vos données avec des annonceurs ou des tiers.
it: Non vendiamo i tuoi dati personali. La sincronizzazione dell'account e il backup manuale opzionale usano Supabase via HTTPS. Non condividiamo i tuoi dati con inserzionisti o terze parti.
ja: 個人データを販売することはありません。アカウント同期と任意の手動バックアップはHTTPS経由でSupabaseを使用します。広告主や第三者とデータを共有することはありません。
pt: Não vendemos seus dados pessoais. A sincronização da conta e o backup manual opcional usam Supabase via HTTPS. Não compartilhamos seus dados com anunciantes ou terceiros.
tr: Kişisel verilerinizi satmıyoruz. Hesap eşitleme ve isteğe bağlı manuel yedekleme HTTPS üzerinden Supabase kullanır. Verilerinizi reklamverenler veya üçüncü taraflarla paylaşmıyoruz.
zh_hans: 我们不出售您的个人数据。账户同步和可选的手动备份通过 HTTPS 使用 Supabase。我们不会与广告商或其他第三方共享您的数据。

# settings.privacy.policy.data_sharing.title
source: DATA SHARING
ar: مشاركة البيانات
de: DATENFREIGABE
es: COMPARTIR DATOS
fr: PARTAGE DE DONNÉES
it: CONDIVISIONE DEI DATI
ja: データの共有
pt: COMPARTILHAMENTO DE DADOS
tr: VERİ PAYLAŞIMI
zh_hans: 数据共享

# settings.privacy.policy.data_storage.content
source: • Local: Core Data database on your device • Account sync: Supabase (when signed in) • Manual backup (Premium, optional): full snapshot in user_backups
ar: • محلي: قاعدة بيانات Core Data على جهازك • مزامنة الحساب: Supabase (عند تسجيل الدخول) • نسخ احتياطي يدوي (Premium، اختياري): لقطة كاملة في user_backups
de: • Lokal: Core-Data-Datenbank auf Ihrem Gerät • Kontosynchronisierung: Supabase (bei Anmeldung) • Manuelles Backup (Premium, optional): vollständige Sicherung in user_backups
es: • Local: base de datos Core Data en tu dispositivo • Sincronización de cuenta: Supabase (con sesión iniciada) • Copia manual (Premium, opcional): instantánea completa en user_backups
fr: • Local : base de données Core Data sur votre appareil • Synchronisation du compte : Supabase (connecté) • Sauvegarde manuelle (Premium, optionnelle) : instantané complet dans user_backups
it: • Locale: database Core Data sul dispositivo • Sincronizzazione account: Supabase (con accesso) • Backup manuale (Premium, opzionale): snapshot completo in user_backups
ja: • ローカル: デバイスのCore Dataデータベース • アカウント同期: Supabase（サインイン時） • 手動バックアップ（プレミアム、任意）: user_backups内の完全スナップショット
pt: • Local: banco de dados Core Data no dispositivo • Sincronização da conta: Supabase (conectado) • Backup manual (Premium, opcional): instantâneo completo em user_backups
tr: • Yerel: Cihazınızdaki Core Data veritabanı • Hesap eşitleme: Supabase (giriş yapıldığında) • Manuel yedekleme (Premium, isteğe bağlı): user_backups içinde tam anlık görüntü
zh_hans: • 本地：设备上的 Core Data 数据库 • 账户同步：Supabase（登录时） • 手动备份（高级，可选）：user_backups 中的完整快照

# settings.privacy.policy.data_storage.title
source: DATA STORAGE
ar: تخزين البيانات
de: DATENSPEICHERUNG
es: ALMACENAMIENTO DE DATOS
fr: STOCKAGE DES DONNÉES
it: ARCHIVIAZIONE DEI DATI
ja: データの保存
pt: ARMAZENAMENTO DE DADOS
tr: VERİ DEPOLAMA
zh_hans: 数据存储

# settings.privacy.policy.data_use.content
source: • To provide financial tracking functionality • To sync your account data when you sign in • To back up and restore optional Premium manual snapshots when you choose
ar: • لتوفير وظيفة التتبع المالي • لمزامنة بيانات حسابك عند تسجيل الدخول • لنسخ واستعادة لقطات يدوية Premium اختيارية عند اختيارك
de: • Zur Bereitstellung der Finanzverfolgungsfunktion • Zur Synchronisierung Ihrer Kontodaten bei Anmeldung • Zum Sichern und Wiederherstellen optionaler Premium-Manualsicherungen auf Wunsch
es: • Para proporcionar la funcionalidad de seguimiento financiero • Para sincronizar los datos de tu cuenta al iniciar sesión • Para respaldar y restaurar instantáneas manuales Premium opcionales cuando elijas
fr: • Pour fournir la fonctionnalité de suivi financier • Pour synchroniser vos données de compte lors de la connexion • Pour sauvegarder et restaurer des instantanés manuels Premium optionnels si vous le choisissez
it: • Per fornire la funzionalità di tracciamento finanziario • Per sincronizzare i dati dell'account quando accedi • Per eseguire backup e ripristino di snapshot manuali Premium opzionali quando scegli
ja: • 財務追跡機能を提供するため • サインイン時にアカウントデータを同期するため • 選択時に任意のプレミアム手動スナップショットをバックアップ・復元するため
pt: • Para fornecer a funcionalidade de rastreamento financeiro • Para sincronizar os dados da sua conta ao entrar • Para fazer backup e restaurar instantâneos manuais Premium opcionais quando você escolher
tr: • Finansal takip işlevselliği sağlamak için • Giriş yaptığınızda hesap verilerinizi eşitlemek için • Seçtiğinizde isteğe bağlı Premium manuel anlık görüntüleri yedeklemek ve geri yüklemek için
zh_hans: • 提供财务跟踪功能 • 在您登录时同步账户数据 • 在您选择时备份和恢复可选的高级手动快照

# settings.privacy.policy.data_use.title
source: HOW WE USE DATA
ar: كيف نستخدم البيانات
de: WIE WIR DATEN VERWENDEN
es: CÓMO USAMOS LOS DATOS
fr: COMMENT NOUS UTILISONS LES DONNÉES
it: COME UTILIZZIAMO I DATI
ja: データの使用方法
pt: COMO USAMOS OS DADOS
tr: VERİLERİ NASIL KULLANIYORUZ
zh_hans: 我们如何使用数据

# settings.privacy.policy.last_updated
source: Last Updated: June 2026
ar: آخر تحديث: يونيو 2026
de: Zuletzt aktualisiert: Juni 2026
es: Última actualización: Junio de 2026
fr: Dernière mise à jour : Juin 2026
it: Ultimo aggiornamento: Giugno 2026
ja: 最終更新: 2026年6月
pt: Última atualização: Junho de 2026
tr: Son Güncelleme: Haziran 2026
zh_hans: 最后更新：2026年6月

# settings.privacy.policy.title
source: BudgetMeter Privacy Policy
ar: سياسة خصوصية BudgetMeter
de: BudgetMeter Datenschutzrichtlinie
es: Política de Privacidad de BudgetMeter
fr: Politique de Confidentialité BudgetMeter
it: Informativa sulla Privacy di BudgetMeter
ja: BudgetMeterプライバシーポリシー
pt: Política de Privacidade do BudgetMeter
tr: BudgetMeter Gizlilik Politikası
zh_hans: BudgetMeter隐私政策
